<%--
  Created by IntelliJ IDEA.
  User: danii
  Date: 06.09.2022
  Time: 22:36
  To change this template use File | Settings | File Templates.
--%>
<%@ page contentType="text/html;charset=UTF-8" language="java" %>
<html>
<head>
    <title>Poem</title>
  <style>
    img {
      border: 3px solid #00a8e1;
    }
    P {
      text-align: center; /* Выравнивание по центру */
    }
  </style>
</head>
<body>
<p class="P"><img class="P" src="recources/593.jpg" height="200px" width="140px" ></p>
<button onclick="location.href='/list'">Back to main</button>
  <h2 style="text-align: center">Я иду долиной. На затылке кепи,<br>
  В лайковой перчатке смуглая рука.<br>
  Далеко сияют розовые степи,<br>
  Широко синеет тихая река.<br>

  Я — беспечный парень. Ничего не надо.<br>
  Только б слушать песни — сердцем подпевать,<br>
  Только бы струилась легкая прохлада,<br>
  Только б не сгибалась молодая стать.<br>

  Выйду за дорогу, выйду под откосы —<br>
  Сколько там нарядных мужиков и баб!<br>
  Что-то шепчут грабли, что-то свищут косы…<br>
  “Эй, поэт, послушай, слаб ты иль не слаб?<br>

  На земле милее. Полно плавать в небо.<br>
  Как ты любишь долы, так бы труд любил.<br>
  Ты ли деревенским, ты ль крестьянским не был?<br>
  Размахнись косою, покажи свой пыл”.<br>

  Ах, перо — не грабли, ах, коса — не ручка,—<br>
  Но косой выводят строчки хоть куда.<br>
  Под весенним солнцем, под весенней тучкой<br>
  Их читают люди всякие года.<br>

  К черту я снимаю свой костюм английский.<br>
  Что же, дайте косу, я вам покажу —<br>
  Я ли вам не свойский, я ли вам не близкий,<br>
  Памятью деревни я ль не дорожу?<br>

  Нипочем мне ямы, нипочем мне кочки.<br>
  Хорошо косою в утренний туман<br>
  Выводить по долам травяные строчки,<br>
  Чтобы их читали лошадь и баран.<br>

  В этих строчках — песня, в этих строчках — слово.<br>
  Потому и рад я в думах ни о ком,<br>
  Что читать их может каждая корова,<br>
    Отдавая плату теплым молоком.</h2>
</body>
</html>
